import React from 'react'

const Info = () => {
  return (
    <div>
         <div className='flex flex-col items-center text-center gap-10 my-[30px] sm:mb-[100px] sm:flex-row sm:justify-between sm:items-start sm:text-start'>
<span className='w-[330px] font-bold text-4xl'>Производство светильников</span>
<p className='w-[340px] max-w-full sm:w-[640px]'>
Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников для освещения вашего дома или офиса. y нас вы найдете разнообразные модели светильников, от современных и стильных до классических и элегантных. Мы предлагаем качественные и надежные светильники от лучших производителей, которые подарят вам комфорт и уют. <br /><br />Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент мог насладиться прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис тепла и света c NORNLIGHT!
</p>
        </div>
    </div>
  )
}

export default Info